Repository: lbulendev/MyAIAgent
Catalog: iOS/MyAIAgent/MyAIAgent/Localizable.xcstrings
Source language: en
Languages: es_us, fr_ca

# agent_state_streaming
source: Replying…
es_us: Respondiendo…
fr_ca: Réponse en cours…

# agent_state_thinking
source: Thinking…
es_us: Pensando…
fr_ca: Réflexion…

# agent_state_tool %@
source: Running %@…
es_us: Ejecutando %@…
fr_ca: Exécution de %@…

# cancel_button
source: Cancel
es_us: Cancelar
fr_ca: Annuler

# chat_input_placeholder
source: Reply as the customer…
es_us: Responde como el cliente…
fr_ca: Répondez en tant que client…

# composer_queued_hint
source: Your reply will send as soon as the AI worker finishes.
es_us: Tu respuesta se enviará en cuanto el asistente de IA termine.
fr_ca: Votre réponse sera envoyée dès que l'assistant IA aura terminé.

# error_generic
source: Something went wrong.
es_us: Algo salió mal.
fr_ca: Une erreur s'est produite.

# error_offline
source: You appear to be offline.
es_us: Parece que no tienes conexión.
fr_ca: Vous semblez être hors ligne.

# error_server
source: The service is having trouble right now.
es_us: El servicio tiene problemas en este momento.
fr_ca: Le service rencontre des difficultés en ce moment.

# help_badge_needs_connection
source: Needs connection
es_us: Requiere conexión
fr_ca: Connexion requise

# help_badge_offline
source: Available offline
es_us: Disponible sin conexión
fr_ca: Disponible hors ligne

# help_badge_online_only
source: Online only
es_us: Solo en línea
fr_ca: En ligne seulement

# help_button
source: Help
es_us: Ayuda
fr_ca: Aide

# help_section_guides
source: Self-help guides
es_us: Guías de autoayuda
fr_ca: Guides d'auto-assistance

# help_section_services
source: Services
es_us: Servicios

# help_title
source: How can we help?
es_us: ¿Cómo podemos ayudarte?
fr_ca: Comment pouvons-nous vous aider ?

# key_missing_body
source: Copy Secrets.xcconfig.template to Secrets.xcconfig, set ANTHROPIC_API_KEY, and rebuild. See the README for details.
es_us: Copia Secrets.xcconfig.template a Secrets.xcconfig, define ANTHROPIC_API_KEY y vuelve a compilar. Consulta el README para más detalles.
fr_ca: Copiez Secrets.xcconfig.template vers Secrets.xcconfig, définissez ANTHROPIC_API_KEY et recompilez. Consultez le README pour plus de détails.

# key_missing_title
source: API Key Missing
es_us: Falta la clave de API
fr_ca: Clé API manquante

# lead_status_handled
source: Handled
es_us: Atendido
fr_ca: Traité

# lead_status_in_progress
source: In progress
es_us: En curso
fr_ca: En cours

# lead_status_new
source: New
es_us: Nuevo
fr_ca: Nouveau

# leads_title
source: Leads
es_us: Prospectos
fr_ca: Clients potentiels

# offline_chat_notice
source: You're offline. Ask here for instant shop guides — the AI assistant follows up once you're back online.
es_us: Sin conexión. Pregunta aquí y recibe guías del taller al instante; el asistente de IA responderá cuando vuelvas a estar en línea.
fr_ca: Vous êtes hors ligne. Posez votre question ici pour obtenir les guides de l'atelier — l'assistant IA fera le suivi dès le retour de la connexion.

# offline_help_guides_header
source: Guides available offline:
es_us: Guías disponibles sin conexión:
fr_ca: Guides disponibles hors ligne :

# offline_help_label
source: Offline help
es_us: Ayuda sin conexión
fr_ca: Aide hors ligne

# offline_help_no_match
source: No offline guide covers that. Your message is saved — the AI assistant will pick it up when you're back online.
es_us: Ninguna guía sin conexión cubre eso. Tu mensaje quedó guardado; el asistente de IA lo atenderá cuando vuelvas a estar en línea.
fr_ca: Aucun guide hors ligne ne couvre ce sujet. Votre message est enregistré — l'assistant IA le traitera dès le retour de la connexion.

# offline_inbox_notice
source: You're offline. Self-help guides are still available.
es_us: Sin conexión. Las guías de autoayuda siguen disponibles.
fr_ca: Vous êtes hors ligne. Les guides d'auto-assistance restent disponibles.

# resume_banner
source: This conversation was interrupted.
es_us: Esta conversación fue interrumpida.
fr_ca: Cette conversation a été interrompue.

# resume_button
source: Resume
es_us: Reanudar
fr_ca: Reprendre

source: Retry
es_us: Reintentar
fr_ca: Réessayer

# send_button
source: Send
es_us: Enviar
fr_ca: Envoyer
